{"question": ["What is the city where Lake Champlain Chocolates is from?", "What was the name of Stephen Silvagni's team?", "On what chromosome is TBR1 found?", "What city is the headquarters of LATAM Airlines Group?", "What work of fiction is Bill the Lizard located in?", "What disease did Toby Robins have?", "What city is the headquarters of Borders Group?", "What piece of fiction does Rocky DeSantos appear in?", "When was Siedlce Voivodeship abolished?", "Who published Galaxian 2?", "Who was the brother of Peter Miller Cunningham?", "What instrument is Souvenirs de Munich for?", "What year did Fokin Government start?", "The publisher that published Blagger is what?", "What river does Linth turn into?", "What year did Third Bruce Ministry start?", "What business published Food Force?", "On what instrument is Hungarian Rhapsodies played?", "Which team does Denis Loginov play for?", "What is the name of Jędrzej Maćkowiak's team?", "What fictional work does Subhadra exist in?", "What is the name of the chromosome where you can find NKG2D?", "Which  chromosome is related with APOA4?", "What is Constans's brothers name?", "What year did 52nd government of Turkey start?", "What was Cameron Howat's team?", "What city is the headquarters of Malfador Machinations?", "What year did Second Filat Cabinet start?", "What was Lynn Samuels's cause of death?", "What show is Ryan McLachlan from?", "What is Garte a tributary of?", "Which year did Reichswehr end?", "Which sports team is Ali Sadiki playing for?", "What year did Province of Brabant end?", "What is the name of the publisher of Sword of the Stars?", "What is the name of the chromosome where you can find C14orf159?", "What is the city where NMZ is from?", "On which instrument(s) was Introduction and Rondo Capriccioso created to be played on?", "Which city is Corsair Components located in?", "Which chromosome is CHEK2 associated with?", "What city is Travel Weekly Group located in?", "What instrument is Variations sérieuses for?", "What year did Toyota MR2 start?", "What is the name of the place where The Duel After the Masquerade can be found?", "For which sports team does Vukadin Vukadinović play?", "What city is Luchterhand Literaturverlag located in?", "What city is the headquarters of Dallara?", "What is the name of the place where Whaam! can be found?", "In which fictional work is Janet Mitchell a character?", "What city is Karnaphuli Paper Mills located in?", "What was the cause of death for Blind Willie Walker?", "In which fictional work is Billie Jenkins a character?", "What year did 3sat start?", "What year did 39th government of Turkey start?", "What year did Alexander Military Law Academy end?", "What year did Slovak National Uprising start?", "What river is Naches River a tributary of?", "What chromosome is TBR1?", "What is the name of the place where Young Man with a Skull can be found?", "The publisher that published A Frolic of His Own is what?", "In what city is Haribo locateed?", "What body of water does Toongabbie Creek join?", "What business published Fallout Shelter?", "What is the ending year of P&O European Ferries?", "What body of water does Christmas Creek join?", "What is the name of the place where Apparition of Face and Fruit Dish on a Beach can be found?", "What is the name of the place where A Youth with a Jug can be found?", "What was the name of Frederik Helstrup's team?", "What is Jeff Hardy's brothers name?", "Which chromosome is C21orf7 found on?", "What is the name of OLIG2's chromosome?", "What is the name of the sports team whose member is Tuğrul Erat?", "The cause of death for Kwan Tak-hing was what?", "What is the name of RUNX1's chromosome?", "To which fictional work does HMS Sword appear in?", "What is the name of Boris Diaw's team?", "What show is Hit-Girl from?", "What is Walt Disney's brothers name?", "What year did Santer-Poos Ministry II start?", "What year did Yo soy Bea start?", "What is the name of the place where Raphael Cartoons can be found?", "What is the name of the place where The Banquet of the Officers of the St George Militia Company in 1627 can be found?", "What was the cause of death for Eduardo Maiorino?", "What type of instrument is Saudades do Brasil designed for?", "What year did SV Nord Wedding 1893 dissolve?", "What is the name of QSER1's chromosome?", "In which fictional work is Liberty Savage a character?", "When was National Socialist Motor Corps abolished?", "What body of water does Bimberamala River join?", "What instrument is Fantasia and Fugue in C minor, BWV 562 for?", "What instrument is Yellow River Piano Concerto scored for?", "Who was the brother of Sir Balan?", "To which fictional work does Stella Crawford appear in?", "What year did Honda P50 start?", "What is the name of the place where Consecration of Aloysius Gonzaga as patron saint of youth can be found?", "What was the name of Sipho Sibiya's team?", "Which team is Thatcher Szalay a member of?", "To which fictional work does Shi Qian belong in?", "What year did Deepwater Horizon oil spill start?", "What river does Digul connect to?", "What company published Child of Light?", "Which chromosone can you find FOXP3?", "What is the name of the sports team whose member is René Bliard?", "Which chromosone can you find Bcl-2?", "Of what river is Minnesota River a tributary?", "What is Shavers Fork a tributary of?", "Who published Wizard101?", "What year did Seattle Metropolitans dissolve?", "What is the name of the place where Portrait of Emperor Maximilian I can be found?", "Which city is Balashi located in?", "What is the name of the place where Yny lhyvyr hwnn can be found?", "What work of fiction is Jack Harkness located in?", "What is the name of the place where Noleby Runestone can be found?", "What is Jan Karski's brothers name?", "Who was the publisher of Perfect Dark?", "What musical instrument was Le tombeau de Couperin created for?", "What river is Lambro a tributary of?", "In what fictional work would you find a character named Helen Cunningham?", "What is Puyi's brothers name?", "The publisher that published Glaring Through Oblivion is what?", "Which musical instrument is connected with Neumeister Collection?", "The publisher that published Legislative Studies Quarterly is what?", "What year was the end of Nabhani dynasty?", "What year was the end of Patiala and East Punjab States Union?", "Which instrument was Musica ricercata written for?", "On what chromosome is ULBP2 found?", "What year was the end of Messerschmitt?", "Due to which disease did Julius Garfinckel die?"], "context": ["Lake Champlain Chocolates (LCC) is a privately held chocolate manufacturer located in Burlington, Vermont, USA.", "Stephen Silvagni (born 31 May 1967) is a former Australian rules footballer for the Carlton Football Club.", "The human TBR1 gene is located on the q arm of the positive strand of chromosome 2.", "LATAM Airlines Group S.A. is a Latin American airline holding company incorporated under Chilean law with its headquarters Santiago, Chile.", "Bill the Lizard is a fictional character appearing in Lewis Carroll's Alice's Adventures in Wonderland.", "Toby Robins died from breast cancer in 1986, one week after her 55th birthday.", "Borders Group, Inc. (former NYSE ticker symbol BGP) was an international book and music retailer based in Ann Arbor, Michigan.", "Rocky DeSantos is a fictional character in the Power Rangers universe, played by Steve Cardenas.", "Siedlce Voivodeship (Polish: województwo siedleckie) was a unit of administrative division and local government in Poland in years 1975--1998, superseded by Masovian Voivodeship and Lublin Voivodeship.", "Galaxian 2 (also written as Galaxian II) is a handheld electronic game that was released in 1981 in the US by Entex Industries.", "Peter Miller Cunningham was the fifth son of John Cunningham, land steward and farmer (1743--1800), and brother of Thomas Mounsey Cunningham (1776--1834) and of Allan Cunningham (1784--1842).", "Souvenirs de Munich is a quadrille on themes from Wagner's Tristan and Isolde, for piano, four hands by Emmanuel Chabrier.", "The Fokin Government was the first Cabinet of Ministers appointed in independent Ukraine (1990-1991) that was reformed out of the existing Council of Ministers of Ukrainian SSR on April 18, 1991.", "Blagger is a platform game created by Antony Crowther and released by Alligata for the Commodore 64 and BBC Micro computers in 1983, Acorn Electron, Amstrad CPC (through Amsoft) and MSX in 1984 and Commodore 16/Commodore Plus/4 in 1985.", "The Linth (pronounced (ˈlɪnt) ``lint'') is a Swiss river that rises near the village of Linthal in the mountains of the canton of Glarus, and eventually flows into the Obersee section of Lake Zurich.", "The Third Bruce Ministry was the nineteenth Australian Commonwealth ministry, and ran from 29 November 1928 to 22 October 1929.", "Food Force is an educational game published by the United Nations World Food Programme (WFP) in 2005.", "The Hungarian Rhapsodies, S.244, R.106 (French: Rhapsodies hongroises, German: Ungarische Rhapsodien, Hungarian: Magyar rapszódiák), is a set of 19 piano pieces based on Hungarian folk themes, composed by Franz Liszt during 1846--1853, and later in 1882 and 1885.", "Denis Loginov (born 5 May 1985) is a Russian professional ice hockey forward currently playing for Ertis Pavlodar of Kazakhstan Vyschaya Liga.", "Jędrzej Maćkowiak (born October 17, 1992 in Bełchatów, Poland) is a Polish volleyball player, a member of Polish club Effector Kielce, Polish Champion.", "Subhadra (Sanskrit: सुभद्रा, IAST: Subhadrā) is a character in the Mahabharata written by Vyasa.", "NKG2D is encoded by KLRK1 gene which is located in the NK-gene complex (NKC) situated on chromosome 6 in mice and chromosome 12 in humans.", "APOA4 resides on chromosome 11 in close linkage to APOA1 and APOC3.", "With Constantine's death in 337, Constans and his two brothers, Constantine II and Constantius II, divided the Roman world between themselves and disposed of virtually all relatives who could possibly have a claim to the throne.", "The 52nd government of Turkey (30 October 1995 -- 6 March 1996) was a caretaker coalition government formed by True Path Party (DYP) and Republican People's Party (CHP).", "Cameron Howat (born 30 January 1985) is a former Australian rules footballer who was selected in the 2005 AFL Rookie Draft by the Richmond Football Club and delisted after the 2008 season.", "Malfador Machinations is a small game company based in Santa Rosa, California.", "The Second Filat Cabinet was the Cabinet of Moldova from 14 January 2011 to 30 May 2013.", "Lynn Samuels died on December 24, 2011, aged 69, of a heart attack in her Woodside, New York apartment.", "Ryan McLachlan is a fictional character from the Australian soap opera Neighbours, played by Richard Norton.", "The Garte is a small tributary to the Leine River in Lower Saxony, Germany.", "The Reichswehr (English: Empire Defence) formed the military organization of Germany from 1919 until 1935, when it was united with the newly founded Wehrmacht (``Defence Force'').", "Ali Sadiki (born 10 December 1987) is a Zimbabwean professional footballer, who plays as a defender for TP Mazembe in DR Congo.", "The Province of Brabant was a province in Belgium from 1830 to 1995.", "Soon after Paradox Interactive took over publishing duties a new bundle was released on April 17, 2009 called Sword of the Stars:", "UPF0317 protein C14orf159, mitochondrial is a protein that in humans is encoded by the C14orf159 gene (chromosome 14 open reading frame 159).", "JSC NMZ or Nizhny Novgorod Machine-building Plant (Russian: Нижегородский машиностроительный завод or All-Union Machine-building Plant New Sormovo Russian: Союзный машиностроительный завод ``Новое Сормово'', Joseph Stalin Factory No. 92, Zavod imeni Stalina, or ZiS) was a Soviet artillery factory in the Sormovo district of Gorky.", "The Introduction and Rondo Capriccioso in A minor (French: Introduction et Rondo capriccioso en la mineur ), Op. 28, is a composition for violin and orchestra written in 1863 by Camille Saint-Saëns for the virtuoso violinist Pablo de Sarasate.", "Corsair Components, Inc. is an American computer peripherals and hardware company headquartered in Fremont, California.", "CHEK2 is located on the long (q) arm of chromosome 22.", "Travel Weekly Group employs about 50 staff and is based in Victoria, London, UK.", "Variations sérieuses, Op. 54, is a composition for solo piano by Felix Mendelssohn consisting of a theme in D minor and 17 variations.", "The Toyota MR2 is a two-seat, mid-engined, rear-wheel-drive sports car manufactured in Japan and marketed globally by Toyota from 1984-2007 over three generations:", "The Duel After the Masquerade is a painting by the French artist Jean-Léon Gérôme, currently part of The Walters Art Museum collection.", "Vukadin Vukadinović (born 14 December 1990) is a professional Serbian football midfielder currently playing for FC Fastav Zlín on loan from FK Baumit Jablonec.", "The Luchterhand Literaturverlag is a German publisher of contemporary literature based in Munich.", "The company was founded by designer Gian Paolo Dallara in 1972 in Varano de' Melegari, near Parma, Italy, and started building chassis for sports car racing and hillclimbing, racing in the smaller engine classes.", "Whaam! was first exhibited at the Leo Castelli Gallery in New York City in 1963, and purchased by the Tate Gallery, London, in 1966.", "Janet Mitchell (briefly known as Petal) is a fictional character from the BBC soap opera EastEnders, played by child actor Grace, who has Down's syndrome.", "Karnaphuli Paper Mills is a Government-owned paper pulp and paper manufacturer is Chittagong, Bangladesh.", "Blind Willie Walker died in Greenville in 1933 at age 37 of congenital syphilis, which may have been the reason for his blindness.", "Billie Jenkins is a fictional character on The WB television series Charmed.", "3sat began broadcasting on 1 December 1984.", "The 39th government of Turkey (31 March 1975 -- 21 June 1977) was a historical government of Turkey.", "Alexander Military Law Academy (Russian: Александровская военно-юридическая академия) (1867--1917) was an educational institution in Russian Empire that provided military law education for officers of Russian Army and Fleet.", "The Slovak National Uprising (Slovak: Slovenské národné povstanie, abbreviated SNP) or 1944 Uprising was an armed insurrection organized by the Slovak resistance movement during World War II. It was launched on 29 August 1944 from Banská Bystrica in an attempt to resist German troops that had occupied Slovak territory and to overthrow the collaborationist government of Jozef Tiso.", "The Naches River is a tributary of the Yakima River in central Washington in the United States.", "The human TBR1 gene is located on the q arm of the positive strand of chromosome 2.", "Young Man with a Skull is a painting by the Dutch Golden Age painter Frans Hals, painted in 1626 and now in the National Gallery, London.", "A Frolic of His Own is a book by William Gaddis, published by Poseidon Press in 1994.", "Haribo (/ˈhærᵻboʊ/ HARR-i-boh) is a German confectionery company, founded in 1920 by Johannes ``Hans'' Riegel, Sr. It is headquartered in Bonn and the name comes from an abbreviation of Hans Riegel, Bonn.", "Toongabbie Creek, an urban watercourse that is part of the Parramatta River catchment, is located in Greater Western Sydney, New South Wales, Australia.", "Fallout Shelter is a free-to-play mobile simulation video game developed by Bethesda Game Studios, with assistance by Behaviour Interactive, and published by Bethesda Softworks.", "P&O European Ferries (formerly Townsend Thoresen), a division of P&O Ferries, was a ferry company which operated in the English Channel from 1987 after the Herald of Free Enterprise disaster, when Townsend Thoresen was renamed P&O European Ferries, until 1999 when the Portsmouth Operations became P&O Portsmouth and the Dover Operation where merged with Stena Line AB to make P&O Stena Line.", "The Christmas Creek, a perennial stream that is part of the Macleay River catchment, is located in the Mid North Coast region of New South Wales, Australia.", "Apparition of Face and Fruit Dish on a Beach is part of the Ella Gallup Sumner and Mary Catlin Sumner Collection of the Wadsworth Atheneum Museum of Art in Hartford, Connecticut.", "A Youth with a Jug is an oil painting currently in a private collection.", "Frederik Helstrup Jensen (born 16 March 1993) is a Danish footballer who plays for Helsingborgs IF of the Allsvenskan in Sweden.", "Jeff Hardy is the son of Claude and Ruby Moore Hardy, and the younger brother of Matt Hardy.", "Chromosome 21 open reading frame 7, also known as C21orf7, is a human gene located on chromosome 21.", "OLIG2 is also associated with Down syndrome, as it locates at chromosome 21 within or near the Down syndrome critical region on the long arm.", "Tuğrul Erat (born 17 June 1992) is an Azerbaijani footballer who plays as a midfielder for Fortuna Düsseldorf.", "Confucian virtues and patriarchal authority, and he is thought to have modelled his speeches on those of Sun Yat-sen. Kwan appeared in cameo roles in The Family Strikes Back and Aces Go Places 4 (both 1986). His final film appearance was in the 1994 family comedy film It's a Wonderful Life!, at the age of 89, some 61 years after his acting career began. In Bey Logan's audio commentary for the film The Magnificent Butcher, he states that though there is a grave marker to Kwan Tak-hing in Kowloon territory, his ashes were taken to San Francisco to rest with those of his second wife, whom he met whilst travelling in the US, whilst raising money for the Chinese war effort. He died at the age of 92 of pancreatic cancer.", "In humans, the gene RUNX1 is 260 kilobases (kb) in length, and is located on chromosome 21 (21q22.12).", "HMS Sword is a fictional experimental submarine of the British Royal Navy in Jules Verne's 1896 novel Facing the Flag.", "Boris Babacar Diaw-Riffiod, better known as Boris Diaw (born April 16, 1982), is a French professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA).", "Hit-Girl (real name Mindy McCready) is a fictional character appearing in the Kick-Ass series, published by Marvel Comics under the company's imprint Icon Comics.", "As a Hollywood business mogul, he and his brother Roy O. Disney co-founded The Walt Disney Company.", "The Santer-Poos Ministry II was the government of Luxembourg between 14 July 1989 and 13 July 1994.", "Yo soy Bea is a Spanish television comedy-drama series which aired on Telecinco from 10 July 2006 to 16 August 2009.", "The Raphael Cartoons are seven large cartoons for tapestries, belonging to the British Royal Collection but since 1865 on loan to the Victoria and Albert Museum in London, designed by the High Renaissance painter Raphael in 1515--16 and showing scenes from the Gospels and Acts of the Apostles.", "The Banquet of the Officers of the St George Militia Company in 1627 refers to a schutterstuk painted by Frans Hals for the St. George (or St. Joris) civic guard of Haarlem, and today is considered one of the main attractions of the Frans Hals Museum there.", "Eduardo Maiorino de Morais was born in Campo Grande, Mato Grosso do Sul, Brazil and died December 23, 2012, after a heart attack.", "The Saudades do Brasil (1920), Op. 67, are a suite of twelve dances for piano by Darius Milhaud.", "Finally, in 2001, SV Nord-Nordstern and SC Wedding-Rapide came together to form SV Nord Wedding 1893.", "The QSER1 gene is found on the short arm of chromosome 11 (11p13), beginning at 32,914,792 bp and ending at 33,001,816 bp.", "Liberty Savage is a fictional character from the British Channel 4 soap opera Hollyoaks, played by actress and singer-songwriter Abi Phillips.", "The National Socialist Motor Corps (German: Nationalsozialistisches Kraftfahrkorps, NSKK) was a paramilitary organization of the Nazi Party (NSDAP) that officially existed from May 1931 to 1945.", "Bimberamala River, a perennial river of the Clyde River catchment, is located in the Southern Tablelands and the upper ranges of the South Coast regions of New South Wales, Australia.", "The Fantasia and Fugue in C minor, BWV 562 is a relatively short piece written for the organ by Johann Sebastian Bach.", "The Yellow River Piano Concerto (simplified Chinese: 黄河协奏曲; traditional Chinese: 黃河協奏曲; pinyin: Huáng Hé xiézòuqǔ) is a piano concerto arranged by a collaboration between musicians including Yin Chengzong and Chu Wanghua, and based on the Yellow River Cantata by composer Xian Xinghai.", "Sir Balan le Savage, brother of Sir Balin from Northumberland, is a minor character mentioned in various Arthurian legends.", "Stella Crawford is a fictional character from the BBC soap opera EastEnders, played by Sophie Thompson from 7 September 2006 to 23 July 2007.", "The Honda P50 (known as the P25 in some markets) was introduced in June 1966.", "The Consecration of Aloysius Gonzaga as patron saint of youth is a c.1763 painting attributed to Francisco de Goya and now owned by the town of Jaraba but stored in the Saragossa Museum in Saragossa.", "Sipho Sibiya Riopel (also known as Siphos Sibya) is a retired South African-Canadian soccer player who is an assistant coach with the Vancouver Whitecaps women's team.", "Thatcher Szalay (born January 18, 1979) is an American football player of Hungarian origin who has previously played for the NFL on the Baltimore Ravens, Seattle Seahawks, and the Bengals.", "Shi Qian is a fictional character in Water Margin, one of the Four Great Classical Novels of Chinese literature.", "The Deepwater Horizon oil spill (also referred to as the BP oil spill, the BP oil disaster, the Gulf of Mexico oil spill, and the Macondo blowout) began on 20 April 2010 in the Gulf of Mexico on the BP-operated Macondo Prospect.", "Rising on the southern slopes of Maoke Mountains, the Digul flows first south and then west to empty into the Arafura Sea.", "Child of Light is a platforming role-playing video game developed by Ubisoft Montreal and published by Ubisoft.", "By genomic sequence analysis, the FOXP3 gene maps to the p arm of the X chromosome (specifically, Xp11.23).", "René Bliard (18 October 1932 -- 27 September 2009) was a professional French football striker who was a member of Stade de Reims in the 1950s.", "In follicular lymphoma, a chromosomal translocation commonly occurs between the fourteenth and the eighteenth chromosomes -- t(14;18) -- which places the Bcl-2 gene from chromosome 18 next to the immunoglobulin heavy chain locus on chromosome 14.", "The Minnesota River is a tributary of the Mississippi River, approximately 332 miles (534 km) long, in the U.S. state of Minnesota.", "Shavers Fork of the Cheat River is situated in the Allegheny Mountains of eastern West Virginia, USA.", "Wizard101 launched a European Beta version on December 15, 2010 and then released the game on February 15, 2011, in partnership with Gameforge.", "The Seattle Metropolitans were a professional ice hockey team based in Seattle, Washington which played in the Pacific Coast Hockey Association from 1915 to 1924.", "The Portrait of Emperor Maximilian I is an oil painting by Albrecht Dürer, dating to 1519 and now at the Kunsthistorisches Museum of Vienna, Austria.", "Brouwerij Nacional Balashi was founded in 1996 by one of Aruba's largest companies, MetaCorp.", "The National Library of Wales hold the only known copy of Yny lhyvyr hwnn.", "Captain Jack Harkness is a fictional character played by John Barrowman in Doctor Who and its spin-off series, Torchwood.", "The Noleby Runestone is now located in the Swedish Museum of National Antiquities in Stockholm.", "A similar fate met Jan Karski's older brother Colonel Marian Kozielewski, also a war hero.", "Perfect Dark was first released in North America on 22 May 2000;", "Le tombeau de Couperin is a suite for solo piano by Maurice Ravel, composed between 1914 and 1917, in six movements based on those of a traditional Baroque suite.", "The Lambro (Western Lombard: Lamber or Lambar) is a river of Lombardy, northern Italy, a left tributary of the Po.", "Helen Cunningham (previously Richardson) is a fictional character from the long-running Channel 4 soap opera, Hollyoaks, played by Kathryn George.", "Puyi's last surviving younger half-brother Puren (b. 1918) has adopted the Chinese name Jin Youzhi and lived in China until his death in 2015.", "Glaring Through Oblivion was published by HarperCollins Publishers and printed in China, and released on March 22, 2011.", "The Neumeister Collection is a manuscript compilation of chorale preludes for organ assembled by Johann Gottfried Neumeister (1757--1840) after 1790, including 31 compositions by Johann Sebastian Bach (BWV 1090--1120) that were uncatalogued until scholars rediscovered the manuscript in the 1980s.", "Legislative Studies Quarterly is a quarterly peer-reviewed academic journal published by Wiley-Blackwell and is the official journal of the Legislative Studies Section of the American Political Science Association.", "The Nabhani dynasty (or Nabahina dynasty), members of the Bani Nabhan family, were rulers of Oman from 1154 until 1624, when the Yaruba dynasty took power.", "The Patiala and East Punjab States Union (PEPSU) was a state of India between 1948 and 1956.", "Musica ricercata is a set of eleven pieces for piano by György Ligeti.", "UL16 binding protein 2 (ULBP2) is a cell surface glycoprotein encoded by ULBP2 gene located on the chromosome 6.", "On 6 June 1968, Messerschmitt AG merged with the small civil engineering and civil aviation firm Bölkow, becoming Messerschmitt-Bölkow.", "Julius Garfinckel died on his 64th birthday of pneumonia in Washington, D.C. His funeral was held two days later at All Souls Unitarian Church."], "id": ["85ca66c0550b488f911f84c5e200dcb4", "263e2cbf0aec472e86747354420fd7d0", "da8eb30b7cc14ff6bfefe6a048dc93fe", "675eb75dc1e34d9a8d7d45bde5fdfb9e", "b7a437d11a3e42bc9b8073c3098efa2b", "be9cf45612454aaca9e4471f7e7de17c", "ae1da5deced24b9d85f362d083e20ba8", "86c248768dee48f7a66c12b45f53e2b2", "df527f4530634c3da3407d83e43f09eb", "99852fceab754293883a9fc60538e770", "5b33c1afcd00456a8a3bfc75d49f18eb", "2357ad9c25a8450ea91b199204643a02", "1c71145d5c08455ba5b5f6961b861da2", "1bf0a5502ec14ac7aa9d9438e8b4f54f", "6a07ece2803344f789586c66307c4e36", "7af75b8225c0421688bd6445d2a67df7", "520991e971ad43669f7bf12599a04309", "27045d068a5e4bfd89842dd53b84755c", "d81450b6d0304b1987f142c1315d007e", "1440d771837444cd8f000f8c99020098", "ec7e6991c8894c60ae5d2d80d8a30c54", "a6b07ec912cf42fca137866acc7d2466", "dafc60486b294e59bf8f9852994e9af7", "98898a2ce00e498bb91ad60d406a1bab", "efc04fd3b51042c7a6e68dd1dd0af8ba", "cad68d2dd02f4c3ebf59ef4da9606907", "a042dd453d6b450fa6d7e7aa6454c25c", "a47440a4097b4693ac948f71f0e424ad", "5908e96368b44b91a792e0e908871f67", "f7c8a7ec7710489da0f69eb39406b715", "4075eec2eaf84f43806f2080e8601f9d", "b0a662fdb8f64e71b9ab0606a1e9f25e", "276f3b4d44164911ac93994ed19d8ebf", "24d1adf4b0da48e68cfe3ee417eeda22", "532dcf94b9fc4994bb2a43d8b011ac05", "0c80244ffce648f8a85739ddffbec0b9", "24778e69f9d64778a83d670406579fef", "fa1c5d3f4bbe4a73b10d8b08e55a1689", "03a9ee98026b4f86b9f3a5b929e72990", "ab773d9474bb45c5a47b98d3ecbb798a", "2537a48089f240f3b619fa368a6016ce", "a6a9f091370f496b80a075c9dceb13a3", "cb5d4a852bf54b7aa743cf1884fa06f3", "922f31f9611b4917826cdecc5b28a29a", "b4a0c6c7413644269b8f6f1f597808c3", "330af5caed5c45179419897bde134d7d", "89ebf8962938487a9bf5eeb5cdc65384", "19a345ce05e4494f840f07b0eac99f6b", "c940009ed2c343a78c99b87873ead343", "e932699c8d0745c79cc0805734d3eabf", "ae9b5d9511924180b24918c63485cd78", "69ab4bdb9efd4ef4864e32fe7e6fdee1", "ff6e024cd18e427aa82801167a23f271", "b6c35a1a22da44cfb17e14a091295a56", "e7739eb7bc8942f1b8b2202ec8449b3a", "7f96751605ba4ddc98916b6a937ded79", "e66679f24f244df8a7231873a95f4850", "9471e25156ee455799c950acc026e77b", "9be48edfb06944779c397c5cbbf5cb86", "920e1210353f418b9d84b4d59cac1129", "b8ff96e2553a4ddf89b46c30c74bfc4e", "9474604574fa4f85870b937fc6ea2bd3", "c4292c03bfa14918bc0a43476d06d1ec", "1a8a09eb5551470d87be09ff2c25765c", "c4ca3b9de506423f8ab7967c3d880725", "1cde8ef6a78c4fe6a115337fc3e76665", "0203a6bc19e04a62a57f1062778b46ef", "071e796894114cc191b7eb9938ae4a53", "665c947b51454ccfb97c0fcf8703c7d0", "8422930b3b924fba9173638f9e89b89e", "6ad03d6201114e2c84593f2430ad6bfc", "d0845ae9f83643579df75ca387c5c6af", "aa03056063114214a06477be929bf204", "42e42d3f0a094830816128cd023f604b", "cfc0afcf069f4123a70bd0a50b675e91", "f94507e6e06148e285381351007ffffa", "6947290e70094c58a540240cb8c0024c", "587abf80219948819a1bc62715cb4f39", "6412d3097f6f430bb7287618a2ad52fa", "ffe6c0eed8c74f3ab159342748966cc6", "c8298163e97e460da740f94b8f464cdc", "3f7c96fffb52496389e0188c340b0129", "948732b852684b85a6d90cfb311a5655", "ff577fd54aa343658efe0dfaab62e3bc", "16013d2c2ebd4aca80923235ae906d6e", "a6a9624598da41f289e67b81c958c7cf", "cbf6301d1ed740dcbc63963b765e0028", "2c6a44285bf245ad9515c72c3ef78b26", "f135dd0778b24d2abbf16e9a7ba6fa84", "78689dbd99234229aca7f51f54b8bb46", "98c995fd661e44cb8a468b3ee82a0520", "d366f32c403f4e83a1b08a0f8890cbab", "b9a43e821a304705b76ccd80c549938f", "422954d1845d4634978f3c15c94926cc", "bc40eaff68434a5aaa8175ce50be8012", "210b71f0de7b4e249175d2da54947710", "9b75db4905d94eb389d7b6d8e897def7", "c64eaced810d45b4b57f8f2a2489091f", "adbb1674689b4e278dc8190fada114b0", "3f083f1bc98348ed8d0cef77f3476c91", "cf8400cbe81a4e8ab235d9e5e38b0137", "c4a86bfac08d4d168bffe46be0a96081", "03d4aea551d545e7864fab5554632b99", "c90eefc786d14e7ebb88b29321d22ad9", "cdf2e2c919344a1f863d20055b5e156e", "031c3e14c790427b975b860a07300f6a", "e29ae389769b47abaf99ac80d58313b6", "7fd90de944b3487ebd3f92a9bfa5d409", "555707bc7b6149b19a1769d96b04b696", "5f0fdf5922f14a229585e91fdba21f91", "715eb23f335e4bcf97ed6e37ff40b299", "ae84e1e66bae4fb78f7bd1cbdaad12ee", "07e5d26b0c8647079a7a8998d1a8249f", "44ff3ece284448638b90ce3d86bfa641", "d59f1265dbd84470b75d17a7861d7449", "197acbeb4a92403b9026111c63f86d11", "3e6d9143eaac4a9796dae3f3aec33f4a", "916e0cd35168439db5b095617567c4a9", "3e59108dfc9e483da8c4b155f87410bf", "ffc306d5734b40ec831a48a5fc1b3dec", "0fb580619b38486ea67877cb70b946a6", "63c31c6a3a5541c7a1af36e9a929651f", "1d5c83d22b574cf69438570cf0ef61e8", "6c392f8e706c4efba0d03b8d72585d0b", "df7bd03ce7e14b7b94ac37c54ae5d200", "e175f001e6cd45d6a119706d6d2620ba", "968b89b9e3cc46ddaf1fa34065d8a82a", "06408e161a494098b088e0e7b08004c9"], "answer": [{"answer_start": [86], "text": ["Burlington"]}, {"answer_start": [84], "text": ["Carlton Football Club"]}, {"answer_start": [70], "text": ["chromosome 2"]}, {"answer_start": [123], "text": ["Santiago"]}, {"answer_start": [70], "text": ["Alice's Adventures in Wonderland"]}, {"answer_start": [22], "text": ["breast cancer"]}, {"answer_start": [106], "text": ["Ann Arbor"]}, {"answer_start": [47], "text": ["Power Rangers"]}, {"answer_start": [136], "text": ["-1998"]}, {"answer_start": [110], "text": ["Entex Industries"]}, {"answer_start": [161], "text": ["Allan Cunningham"]}, {"answer_start": [83], "text": ["piano, four hands"]}, {"answer_start": [95], "text": ["1991"]}, {"answer_start": [70], "text": ["Alligata"]}, {"answer_start": [187], "text": ["Lake Zurich"]}, {"answer_start": [103], "text": ["1928"]}, {"answer_start": [66], "text": ["World Food Programme"]}, {"answer_start": [148], "text": ["piano"]}, {"answer_start": [99], "text": ["Ertis Pavlodar"]}, {"answer_start": [118], "text": ["Effector Kielce"]}, {"answer_start": [67], "text": ["Mahabharata"]}, {"answer_start": [114], "text": ["chromosome 12"]}, {"answer_start": [17], "text": ["chromosome 11"]}, {"answer_start": [83], "text": ["Constantius II"]}, {"answer_start": [42], "text": ["1995"]}, {"answer_start": [130], "text": ["Richmond Football Club"]}, {"answer_start": [55], "text": ["Santa Rosa"]}, {"answer_start": [68], "text": ["2011"]}, {"answer_start": [54], "text": ["heart attack"]}, {"answer_start": [71], "text": ["Neighbours"]}, {"answer_start": [38], "text": ["Leine"]}, {"answer_start": [101], "text": ["1935"]}, {"answer_start": [104], "text": ["TP Mazembe"]}, {"answer_start": [63], "text": ["1995"]}, {"answer_start": [11], "text": ["Paradox Interactive"]}, {"answer_start": [103], "text": ["chromosome 14"]}, {"answer_start": [11], "text": ["Nizhny Novgorod"]}, {"answer_start": [138], "text": ["violin"]}, {"answer_start": [99], "text": ["Fremont"]}, {"answer_start": [40], "text": ["chromosome 22"]}, {"answer_start": [69], "text": ["London"]}, {"answer_start": [56], "text": ["piano"]}, {"answer_start": [130], "text": ["1984"]}, {"answer_start": [105], "text": ["Walters Art Museum"]}, {"answer_start": [140], "text": ["FK Baumit Jablonec"]}, {"answer_start": [90], "text": ["Munich"]}, {"answer_start": [66], "text": ["Varano de' Melegari"]}, {"answer_start": [102], "text": ["Tate"]}, {"answer_start": [89], "text": ["EastEnders"]}, {"answer_start": [82], "text": ["Chittagong"]}, {"answer_start": [71], "text": ["syphilis"]}, {"answer_start": [68], "text": ["Charmed"]}, {"answer_start": [27], "text": ["1 December 1984"]}, {"answer_start": [40], "text": ["1975"]}, {"answer_start": [92], "text": ["-1917"]}, {"answer_start": [211], "text": ["29 August 1944"]}, {"answer_start": [39], "text": ["Yakima River"]}, {"answer_start": [70], "text": ["chromosome 2"]}, {"answer_start": [112], "text": ["National Gallery"]}, {"answer_start": [62], "text": ["Poseidon Press"]}, {"answer_start": [199], "text": ["Bonn"]}, {"answer_start": [59], "text": ["Parramatta River"]}, {"answer_start": [158], "text": ["Bethesda Softworks"]}, {"answer_start": [255], "text": ["1999"]}, {"answer_start": [60], "text": ["Macleay River"]}, {"answer_start": [120], "text": ["Wadsworth Atheneum"]}, {"answer_start": [53], "text": ["private collection"]}, {"answer_start": [83], "text": ["Helsingborgs IF"]}, {"answer_start": [81], "text": ["Matt Hardy"]}, {"answer_start": [0], "text": ["Chromosome 21"]}, {"answer_start": [62], "text": ["chromosome 21"]}, {"answer_start": [91], "text": ["Fortuna Düsseldorf"]}, {"answer_start": [706], "text": ["pancreatic cancer"]}, {"answer_start": [77], "text": ["chromosome 21"]}, {"answer_start": [102], "text": ["Facing the Flag"]}, {"answer_start": [129], "text": ["San Antonio Spurs"]}, {"answer_start": [78], "text": ["Kick-Ass"]}, {"answer_start": [50], "text": ["Roy O. Disney"]}, {"answer_start": [77], "text": ["1989"]}, {"answer_start": [85], "text": ["10 July 2006"]}, {"answer_start": [134], "text": ["Victoria and Albert Museum"]}, {"answer_start": [233], "text": ["Frans Hals Museum"]}, {"answer_start": [116], "text": ["heart attack"]}, {"answer_start": [72], "text": ["piano"]}, {"answer_start": [12], "text": ["2001"]}, {"answer_start": [44], "text": ["chromosome 11"]}, {"answer_start": [78], "text": ["Hollyoaks"]}, {"answer_start": [189], "text": ["1945"]}, {"answer_start": [44], "text": ["Clyde River"]}, {"answer_start": [87], "text": ["organ"]}, {"answer_start": [120], "text": ["piano"]}, {"answer_start": [32], "text": ["Sir Balin"]}, {"answer_start": [65], "text": ["EastEnders"]}, {"answer_start": [72], "text": ["1966"]}, {"answer_start": [169], "text": ["Saragossa Museum"]}, {"answer_start": [134], "text": ["Vancouver Whitecaps"]}, {"answer_start": [136], "text": ["Baltimore Ravens"]}, {"answer_start": [37], "text": ["Water Margin"]}, {"answer_start": [156], "text": ["20 April 2010"]}, {"answer_start": [110], "text": ["Arafura Sea"]}, {"answer_start": [69], "text": ["Ubisoft"]}, {"answer_start": [70], "text": ["X chromosome"]}, {"answer_start": [114], "text": ["Stade de Reims"]}, {"answer_start": [170], "text": ["chromosome 18"]}, {"answer_start": [42], "text": ["Mississippi River"]}, {"answer_start": [20], "text": ["Cheat River"]}, {"answer_start": [133], "text": ["Gameforge"]}, {"answer_start": [157], "text": ["1924"]}, {"answer_start": [105], "text": ["Kunsthistorisches Museum"]}, {"answer_start": [57], "text": ["Aruba"]}, {"answer_start": [4], "text": ["National Library of Wales"]}, {"answer_start": [111], "text": ["Torchwood"]}, {"answer_start": [43], "text": ["Swedish Museum of National Antiquities"]}, {"answer_start": [54], "text": ["Marian Kozielewski"]}, {"answer_start": [35], "text": ["North America"]}, {"answer_start": [43], "text": ["piano"]}, {"answer_start": [111], "text": ["Po"]}, {"answer_start": [110], "text": ["Hollyoaks"]}, {"answer_start": [88], "text": ["Jin Youzhi"]}, {"answer_start": [42], "text": ["HarperCollins"]}, {"answer_start": [78], "text": ["organ"]}, {"answer_start": [89], "text": ["Wiley-Blackwell"]}, {"answer_start": [114], "text": ["1624"]}, {"answer_start": [87], "text": ["1956"]}, {"answer_start": [47], "text": ["piano"]}, {"answer_start": [99], "text": ["chromosome 6"]}, {"answer_start": [10], "text": ["1968"]}, {"answer_start": [47], "text": ["pneumonia"]}]}